/* 
  Localizable.strings
  OverSeasSDKBundle

  Created by star on 2018/12/26.
  Copyright © 2018年 star. All rights reserved.
*/
"User registration" = "用戶註冊";
"Please enter your username" = "請輸入您的用戶名";
"Please enter your password." = "請輸入您的密碼";
"register" = "注册";
"I agree that I'm going to have a hand tour of New User Agreement." = "我同意我要玩手遊《新用戶協議》";
"New User Agreement" = "《新用戶協議》";
"Return to login" = "返回登入";
"Please enter your account number first." = "請先輸入帳號";
"Please enter your password first." = "請先輸入密碼";
"Please confirm the new user agreement first" = "請先確認新使用者協定";
"Payment order" = "支付訂單";
"Order amount" = "訂單金額";
"Discount" = "優惠";
"fracture" = "折";
"Confirm payment" = "確認支付";
"See more ways to pay" = "查看更多支付的管道";
"Forget password" = "忘記密碼";
"Account number" = "帳號";
"Verification Code" = "驗證碼";
"Click to get" = "點擊獲取";
"Please enter a new password" = "請輸入新密碼";
"confirm" = "確認";
"Failed to get the authentication code. Please try again" = "獲取驗證碼失敗，請重試";
"Count down" = "倒數計時";
"Get the authentication code" = "獲取驗證碼";
"Please enter your account number." = "請輸入帳號";
"Please enter the validation code" = "請輸入驗證碼";
"Please input a password" = "請輸入密碼";
"Change Password..." = "修改密碼…";
"Real name authentication" = "實名認證";
"Bind cell phone" = "綁定手機";
"Cell-phone number" = "手機號";
"Verification Code" = "驗證碼";
"Click to get" = "點擊獲取";
"Please enter your real name." = "請輸入真實姓名";
"Please enter your ID number." = "請輸入身份證號碼";
"confirm" = "確認";
"Please enter your cell phone number first." = "請先輸入手機號";
"Failed to get the authentication code. Please try again." = "獲取驗證碼失敗，請重試";
"Please fill in the complete information." = "請填寫完整資訊";
"Please enter your cell phone number." = "請輸入手機號";
"The number you entered is incorrect!" = "您輸入的手機號有誤！";
"User login" = "用戶登錄";
"Warm Tip: Please remember your account password so that you can log in again. It is recommended that you save the screen and retrieve your password." = "溫馨提示：請記住您的帳號密碼，以便再次登入。建議截圖保存，可以找回您的密碼。";
"Screenshots saved" = "截圖保存";
"Quick play" = "快速試玩";
"Start screenshots, please wait a minute..." = "開始截圖，請稍後…";
"Screen capture completed, saved to album!" = "截圖完成，已保存至相册！";
"Screen capture failed!" = "截圖保存失敗！";
"User login" = "用戶登錄";
"Please enter your username" = "請輸入您的用戶名";
"Please enter your password." = "請輸入您的密碼";
"Forget the password?" = "忘記密碼？";
"New registration" = "新注册";
"Sign in" = "登入";
"One click registration" = "一鍵注册";
"Please enter your account number first." = "請先輸入帳號";
"Please enter your password first." = "請先輸入密碼";
"Sign in..." = "登入…";
"Incorrect username or password" = "用戶名或者密碼不正確";
"Quick registration..." = "快速注册…";
"One-click registration failed, please try again!" = "一鍵注册失敗，請重試！";
"Pay pale" = "Pay pale";
"Binding success" = "綁定成功";
"My" = "我的";
"Strategy" = "攻略";
"Game" = "遊戲";
"Customer service" = "客服";
"Gift package" = "禮包";
"Start registration" = "開始注册…";
"Change Password..." = "修改密碼…";
"Order Create..." = "創建訂單...";
